Repository: maoschanz/gnome-extension-development-utility
Catalog: extension-development-utility@maestroschan.*/locale/*/LC_MESSAGES/extension-development-utility.po
Languages: nl

source: Extensions preferences
nl: Voorkeuren

source: See GNOME Shell log
nl: GNOME Shell-logboek bekijken

source: Reload GNOME Shell
nl: GNOME Shell herstarten

source: Windowed session (Wayland)
nl: Venstersessie (Wayland)

source: 'Looking Glass' debugging tool
nl: 'Looking Glass'-foutopsporingshulpmiddel

source: Restarting…
nl: Bezig met herstarten…

source: Appearance
nl: Uiterlijk

source: Display as buttons
nl: Tonen als knoppen

source: You can display the items as buttons on a single line, or as labeled menu items.
nl: Je kunt items tonen als knoppen of als knoppen met tekst.

source: Terminal
nl: Terminalvenster

source: Use sudo instead of pkexec
nl: sudo gebruiken in plaats van pkexec

source: Seeing logs often require admin privileges. They can often be obtained using pkexec, but some systems don't support it.
nl: Doorgaans zijn administratorrechten vereist voor het bekijken van het logboek. Meestal gaat dit middels pkexec, maar sommige systemen ondersteunen dit niet.

source: (with command-launching option)
nl: (met een opdrachtregeloptie)

source: For example 'gnome-terminal --' or 'tilix -e'
nl: Bijvoorbeeld 'gnome-terminal --' of 'tilix -e'

source: Let empty for using the system default terminal.
nl: Laat leeg om de standaardterminal van het systeem te gebruiken.

source: About
nl: Over

source: Report bugs or ideas
nl: Meld bugs of deel ideëen

source: Author:
nl: Maker:
