Repository: maoschanz/gnome-extension-development-utility
Catalog: extension-development-utility@maestroschan.*/locale/*.po
Languages: it

source: Extensions preferences
it: Preferenze estensioni

source: See GNOME Shell log
it: Vedi log della shell di GNOME

source: Reload GNOME Shell
it: Ricarica la shell di GNOME

source: Windowed session (Wayland)
it: Sessione in finestra (Wayland)

source: 'Looking Glass' debugging tool
it: Strumento di debug 'Looking Glass'

source: Restarting…
it: Riavvio…

source: Appearance
it: Aspetto

source: Display as buttons
it: Visualizza come pulsanti

source: You can display the items as buttons on a single line, or as labeled menu items.
it: Puoi visualizzare gli elementi come pulsanti su una singola riga o come menu etichettato Oggetti.

source: Terminal
it: Terminale

source: Use sudo instead of pkexec
it: Usa sudo invece di pkexec

source: Seeing logs often require admin privileges. They can often be obtained using pkexec, but some systems don't support it.
it: La visualizzazione dei registri spesso richiede privilegi di amministratore. Spesso possono essere ottenuti utilizzando pkexec, ma alcuni sistemi non lo supportano.

source: Terminal emulator
it: Emulatore di terminale

source: (with command-launching option)
it: (con opzione di avvio dei comandi)

source: For example 'gnome-terminal --' or 'tilix -e'
it: Ad esempio 'gnome-terminal --' o 'tilix -e'

source: Let empty for using the system default terminal.
it: Lascia vuoto per utilizzare il terminale predefinito del sistema.

source: About
it: Informazioni

source: Report bugs or ideas
it: Segnala bug o idee

source: Author:
it: Autore:
